<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="utf-8">
    <link rel="icon" href="/img/icon.png" sizes="32x32" type="image/png">
    <link rel="stylesheet" href="/additionally/styleIncludes.css" type="text/css">
    <link rel="stylesheet" href="/additionally/styleLor.css" type="text/css">
    <title>Лор вселенной — VALORLIB</title>
</head>

<body>

    <?php include 'includes/header.php'; ?>


    <main>
        <div class="Content">
            <h2 class="main-title">ЛОР ВСЕЛЕННОЙ<br>VALORANT</h2>
            <div class="welcom">
                <p>История VALORANT довольно сложна, поскольку официальная информация от разработчиков предоставляется
                    нечасто и в ограниченных объемах. Тем не менее, на сегодняшний день вышло 12 эпизодов игры. Давайте
                    отправимся в мир VALORANT и ознакомимся с его лором.</p>
            </div>

            <!-- СЕКЦИЯ ПРЕДЫСТОРИИ -->
            <section class="lor-section">
                <div class="section-numer">00</div>
                <div class="lor-content">
                    <h3>ПРЕДЫСТОРИЯ</h3>
                    <p>Все началось с Первой Вспышки, которая произошла в 2039 году. Это событие ознаменовало появление
                        радианита — нового источника энергии, который человечество начало активно использовать. С
                        появлением радианита в нашем мире возникли и радианты. Эти уникальные личности делятся на две
                        категории: те, чье тело содержит радианит, благодаря чему у них проявились способности после
                        Первой Вспышки, и те, кто научился использовать эти способности иным образом. В мире VALORANT
                        существует компания под названием Kingdom, которая первой занялась сбором и
                        исследованием радианита. После проведения многочисленных исследований было принято решение
                        создать отряд под названием «Протокол VALORANT». Каждый радиант, вступающий в этот секретный
                        отряд, обязан хранить информацию под строжайшим секретом, что означает прощание с обычной
                        жизнью. У каждого агента есть своя мотивация для такого выбора.</p>
                </div>
            </section>


            <!-- СЕКЦИЯ 1-4 ЭПИЗОДОВ -->
            <section class="lor-section">
                <div class="section-numer">01 — 04</div>
                <div class="lor-content">
                    <h3>ЗЕРКАЛЬНЫЙ МИР</h3>
                    <p>История VALORANT начинается с первого столкновения в 2049 году, произошедшего в Венеции между
                        Джетт и Фениксом. Несмотря на то, что оба являются членами одной команды, причина их конфликта
                        связана с загадочной концепцией зеркального мира. Этот альтернативный мир населён теми же
                        агентами, но с враждебными намерениями — они стремятся похитить радианит, используя специальное
                        устройство под названием «Спайк», предназначенное для его поглощения. Параллельная планета,
                        откуда прибывают зеркальные радианты, известна как планета Омега.</p>
                    <figure class="media-section">
                        <video controls loop muted autoplay playsinline>
                            <source src="video/Episod01-04.mp4" type="video/mp4">
                        </video>
                        <figcaption>Столкновение Феникса и Джетт</figcaption>
                    </figure>
                    <p>В результате Венеция «взлетает» (карта Ascent). Это событие широко освещается в новостях. На
                        следующий день происходит еще одна атака в Марокко (Bind), но её успешно отражают Феникс, Вайпер
                        и Килл Джой, причем Килл Джой изобретает дефузер. Причина конфликта — загадочная концепция
                        зеркального мира (планета Омега), населённая теми же агентами, но с враждебными намерениями: они
                        стремятся похитить радианит из-за истощения собственных запасов.</p>

                    <p> Сюжет получает развитие на карте Fracture, где раскрываются последствия неудачного эксперимента
                        компании Kingdom на планетах Альфа и Омега. Разлом разделяет карту на пустынный сектор Омега
                        (где радианит изучали интенсивнее, но он менее стабилен и опасен) и плодородный сектор Альфа.
                    </p>
                    <figure class="media-section">
                        <img>
                    </figure>
                    <p>Чембер становится первым агентом, который устанавливает контакт со своим зеркальным двойником.
                        Вместе они организуют саботаж, взрывая радианитовый суперколлайдер в лаборатории Эверетт-Линд,
                        что приводит к полному разрыву отношений между двумя Землями. После этого Вайпер с нашей планеты
                        обнаруживает портал Омега и поручает Килл Джой его изучение для разработки аналогичного
                        устройства.</p>
                </div>
            </section>

            <!-- СЕКЦИЯ 5 ЭПИЗОДА -->
            <section class="lor-section">
                <div class="section-numer">05</div>
                <div class="lor-content">
                    <h3>ШПИОН</h3>
                    <p>Для обеспечения необходимого количества энергии было решено привлечь Неон. Однако исследования
                        могли бы зайти в тупик, если бы Чембер не предоставил Килл Джой правильные чертежи
                        межпространственного портала. Пока Килл Джой и Неон работали над порталом, агент Йору отправился
                        на объект S22 для изучения разрушенного военного корабля. В ходе исследования были обнаружены
                        пространственные рубцы, а на маске Йору найдены частицы радианита, что указывает на то, что
                        радианит существовал всегда, а его количество возросло после Первой вспышки. Во время попытки
                        исследовать межпространственные швы Йору провалился в прошлое, где кто-то звал его, но он не
                        смог ответить. Параллельно с работами над порталом в сети начала распространяться информация о
                        Джетт и Фениксе, что вызвало вопросы у сотрудников семей Эверетт-Линд.</p>
                    <figure class="media-section">
                        <img>
                    </figure>
                    <p>Бримстоун принял решение остановить работу над порталом и сосредоточиться на поисках шантажиста,
                        который располагал досье на каждого агента «Протокола VALORANT». В ходе расследования
                        выяснилось, что шантажистом оказалась Фейд, которая мстила протоколу за потерю близкого
                        человека. Однако после допроса Сайфера стало ясно, что к этому причастны агенты с Омеги. Сайфер
                        предложил Бримстоуну использовать помощь Фейд, поскольку она действовала из неведения и, по
                        сути, могла перейти на их сторону. Бримстоун предложил ей вступить в протокол, и Фейд
                        согласилась, став 20-агентом. После урегулирования ситуации с шантажисткой работа над порталом
                        возобновилась с целью вернуть похищенный радианит.</p>
                    <figure class="media-section">
                        <img>
                    </figure>
                    <p>После урегулирования ситуации работа над порталом возобновилась. Первый проход (Фейд) оказался
                        успешным. Второй переход совершила команда в составе Килл Джой, Рейны и Неон. Они попали в
                        Лиссабон на Земле Омега, где обнаружили, что похищенный радианит используется не для оружия, а
                        для системы жизнеобеспечения под куполом Перл (подводный город), поскольку на Омеге изменение
                        климата вышло из-под контроля и большинство живёт в биокуполах.</p>
                    <figure class="media-section">
                        <img>
                    </figure>
                </div>
            </section>



            <!-- СЕКЦИЯ 6 ЭПИЗОДА -->
            <section class="lor-section">
                <div class="section-numer">06</div>
                <div class="lor-content">
                    <h3>СТОЛКНОВЕНИЕ В ГОРОДЕ ЦВЕТОВ</h3>
                    <p>Сайфер получает информацию о том, что Омега получила доступ к могущественной силе, что может
                        угрожать Альфе. В связи с этим протокол принимает в команду важного агента Харбара. Выясняется,
                        что Valorant Legion (версия Протокола на Омеге) заинтересована в артефакте — браслете Харбара.
                        Его подставила организация REALM, и он находится в бегах. </p>
                    <figure class="media-section">
                        <img>
                    </figure>
                    <p>Харбар и Астра отправляются на Омега-Землю в Город Цветов (карта Lotus), который построен
                        космической расой Хранителей. Если Город Цветов на Омеге будет активирован, он уничтожит Землю
                        Альфа. В ходе столкновения Омега-Астра активирует нексус, но команде Альфы удаётся установить
                        Спайк, который поглощает большую часть энергии, предотвращая катастрофу.</p>
                </div>
            </section>


            <!-- СЕКЦИЯ 7 ЭПИЗОДА -->
            <section class="lor-section">
                <div class="section-numer">07</div>
                <div class="lor-content">
                    <h3>ЭКСПЕРИМЕНТЫ KINDOM</h3>
                    <p>В это время учёные из корпорации Kingdom приступили к экспериментам над животными, создавая
                        существ, усиленных радианитом (радиворы). Протокол пригласил таких агентов, как Гекко (который
                        скрывался от Kingdom после спасения радиворов-приятелей) и Дедлок. Дедлок и её команда
                        столкнулись с медведем-радивором в Норвегии: зверь оторвал ей руки и убил отряд, после чего Килл
                        Джой создала протез. Дедлок сообщила Бримстоуну о «Project Landfall» — исследовании Interverse
                        (альтернативной вселенной, откуда произошли радиворы).</p>
                    <p>Из-за этих экспериментов Бримстоун усомнился в благих намерениях Kingdom. Он решил возглавить
                        Протокол и атаковать одну из станций с порталом, вступив в столкновение с военными и учёными. Во
                        время перестрелки портал испустил взрывную волну, от которой не пострадал только питомец Гекко
                        (Wingman), сумевший разрушить портал. На месте разрушенного портала прибывают учёные и солдаты,
                        однако они были ликвидированы неизвестным радиантом.</p>
                </div>
            </section>



            <!-- СЕКЦИЯ 8 ЭПИЗОДА -->
            <section class="lor-section">
                <div class="section-numer">08</div>
                <div class="lor-content">
                    <h3>ДЕТИ ПЕСОЧНЫХ ЧАСОВ</h3>
                    <p>Неизвестный радиант по имени Айсо, работающий на тайную организацию, убивает всех на месте
                        разрушенного портала. Однако присоединение к Протоколу VALORANT ставит его перед новым выбором —
                        бороться за добро. Он намеренно оставляет улики для Сайфера, чтобы тот смог его разоблачить.
                        В это время Омену не давал покоя интерес к своему прошлому. Появление Айсо дало ему некоторые
                        зацепки, благодаря чему он начал изучать организацию «Дети песочных часов».</p>
                    <figure class="media-section">
                        <img>
                    </figure>
                    <p>Изучая библиотеку в Оренбурге, Омен встречает Клов, которая решает вступить в Протокол VALORANT и
                        делится своим опытом: однажды «Дети песочных часов» убили её, когда она получила доступ к
                        загадочному дневнику. Благодаря своей способности к перерождению Клов смогла выжить.
                        Собрав необходимую информацию, Омен запрашивает у Бримстоуна разрешение на отправку в Джакарту,
                        где находится штаб «Детей песочных часов». Бримстоун соглашается и отправляет с Оменом Айсо,
                        Сайфера и Сову для выполнения этой опасной миссии. Проникнув в кабинет лидера, Омен оказывается
                        в ловушке — в камере, подавляющей его силу. Там он вспоминает, что сам был агентом песочных
                        часов по имени «Призрак». Его отправили убить Вайпер, чтобы скрыть открытие радианита, но она
                        отбилась. Смесь её химикатов и радианита превратила его в нынешнего Омена, стерев память.</p>
                </div>
            </section>


            <!-- СЕКЦИЯ 9 ЭПИЗОДА -->
            <section class="lor-section">
                <div class="section-numer">09</div>
                <div class="lor-content">
                    <h3>РАЗОБЛАЧЕНИЕ</h3>
                    <p>После инцидента Клов вспоминает, что представители организации «Дети песочных часов» упоминали:
                        дневник необходимо доставить на указанную базу, которой является карта «Эбис». Омен, Айсо и Клов
                        направляются именно туда и устраняют всех, кто находится на объекте. В результате для Протокола
                        VALORANT раскрывается тайна организации «Дети песочных часов»: они намеренно убивают радиантов и
                        делают всё возможное, чтобы ограничить число людей, связанных с этим веществом.
                    </p>
                </div>
            </section>


            <!-- СЕКЦИЯ сезон 2025 -->
            <section class="lor-section">
                <div class="section-numer">2025</div>
                <div class="lor-content">
                    <h3>СЕЗОН 2025</h3>
                    <p>В ходе штурма повреждаются системы безопасности, выпуская на волю Вайз (радианта, пойманного
                        ранее). Позже Омен противостоит Вайпер из-за правды о своём прошлом. Затем происходит вторжение
                        Омеги: Легион атакует несколько объектов Альфы. Спайк на Icebox взрывается, радианит похищен.
                        Вайз охотится на агентов песочных часов, но её выслеживают в Сеуле и задерживают Джетт, Чамбер,
                        Йору и
                        Омен, после чего она присоединяется к Протоколу. Дети песочных часов к этому моменту в
                        основном побеждены.
                    </p>
                    <figure class="media-section">
                        <video controls loop muted autoplay playsinline>
                            <source src="video/Season 2025.mp4" type="video/mp4">
                        </video>
                        <figcaption>Первая встреча с Vyse</figcaption>
                    </figure>
                    <p> Позже Протокол получает визит от Техо, затем присоединяются Вейлей и Вето. Альфа-Килл Джой
                        погибает в Торонто, но Сейдж успешно воскрешает её, хотя кристаллы радианита начинают покрывать
                        лицо Сейдж — первый признак того, что исцеление вредит ей.</p>
                        <figure class="media-section">
                        <video controls loop muted autoplay playsinline>
                            <source src="video/EGO.mp4" type="video/mp4">
                        </video>
                        <figcaption>Трагедия в Торонто</figcaption>
                    </figure>
                </div>
            </section>



            <!-- СЕКЦИЯ сезон 2026 -->
            <section class="lor-section">
                <div class="section-numer">2026</div>
                <div class="lor-content">
                    <h3>СЕЗОН 2026</h3>
                    <p>На Омеге тем временем Омега-Сейдж находится в вегетативном состоянии из-за перенапряжения
                        (многократные воскрешения), а Омега-Вайпер свергает Омега-Бримстоуна и берёт полный контроль над
                        Легионом. История продолжается столкновениями в Париже и далее, но для Протокола главное
                        раскрытие — радианты существовали задолго до Первой Вспышки, и битва за будущее только
                        начинается.</p>
                    <figure class="media-section">
                        <video controls controlsList="nodownload" loop muted autoplay playsinline>
                            <source src="video/Season 2026 .mp4" type="video/mp4">
                        </video>
                        <figcaption>Обстановка Омеги Земли</figcaption>
                    </figure>
                </div>
            </section>

        </div>
    </main>


    <?php include 'includes/footer.php'; ?>

</body>

</html>